[
  "dataview",
  "table-editor-obsidian",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "calendar",
  "obsidian-kanban",
  "obsidian-style-settings",
  "obsidian-git",
  "obsidian-icon-folder",
  "obsidian-minimal-settings",
  "tag-wrangler",
  "omnisearch",
  "homepage",
  "obsidian-day-planner",
  "obsidian-linter",
  "auto-archive",
  "settings-search"
]