[
  "settings-search",
  "obsidian-style-settings",
  "obsidian-minimal-settings",
  "obsidian-kanban",
  "dataview",
  "table-editor-obsidian",
  "templater-obsidian",
  "obsidian-git",
  "obsidian-icon-folder",
  "quickadd",
  "homepage",
  "obsidian-plugin-toc",
  "obsidian-tasks-plugin",
  "open-in-new-tab",
  "mermaid-tools",
  "obsidian-meta-bind-plugin",
  "js-engine",
  "auto-archive"
]